tap "chef/chef"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kudulab/dojo-osx"
tap "warrensbox/tap"
brew "adr-tools"
brew "asciinema"
brew "autojump"
brew "python@3.11"
brew "awscli"
brew "azure-cli"
brew "bash-completion"
brew "glib"
brew "certbot"
brew "circleci"
brew "cmake"
brew "gnutls"
brew "colima"
brew "dependency-check"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "fzf"
brew "git"
brew "git-extras"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grafana"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "httpie"
brew "imagemagick"
brew "infracost"
brew "jq"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "libssh2"
brew "macvim"
brew "minikube"
brew "mysql-client"
brew "nginx"
brew "nvm"
brew "oath-toolkit"
brew "packer"
brew "ripgrep"
brew "rpm2cpio"
brew "saml2aws"
brew "skopeo"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "kudulab/dojo-osx/dojo"
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "aws-vault"
cask "font-fira-code"
cask "font-intone-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "insomnia"
cask "inspec"
cask "iterm2"
cask "microsoft-auto-update"
cask "mockoon"
cask "powershell"
cask "slack"
cask "xld"
