tap "chef/chef"
tap "fluxcd/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "kudulab/dojo-osx"
tap "versent/taps"
tap "warrensbox/tap"
brew "adr-tools"
brew "python@3.12"
brew "asciinema"
brew "autojump"
brew "aws-cdk"
brew "cryptography"
brew "awscli"
brew "python@3.11"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "btop"
brew "glib"
brew "certbot"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "gnutls"
brew "qemu"
brew "lima"
brew "colima"
brew "harfbuzz"
brew "openjdk"
brew "dependency-check"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "envoy"
brew "fd"
brew "pango"
brew "ffmpeg-full", link: true
brew "fzf"
brew "git"
brew "git-extras"
brew "gitleaks"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grafana"
brew "librsvg"
brew "graphviz"
brew "hadolint"
brew "helm"
brew "httpie"
brew "imagemagick-full"
brew "infracost"
brew "jq"
brew "zookeeper"
brew "kafka"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "libfido2"
brew "libssh2"
brew "libxmlsec1"
brew "macvim"
brew "minikube"
brew "mysql-client"
brew "nginx"
brew "nvm"
brew "oath-toolkit"
brew "packer"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "postgresql@16"
brew "powershell"
brew "pulumi"
brew "pyenv"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "rpm2cpio"
brew "rustup"
brew "saml2aws"
brew "sevenzip"
brew "skopeo"
brew "snyk-cli"
brew "talisman"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "trivy"
brew "virtualenv"
brew "watch"
brew "websocat"
brew "x3270"
brew "yamllint"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "heroku/brew/heroku"
brew "kudulab/dojo-osx/dojo"
brew "tfswitch"
cask "1password"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "aerial"
cask "appcleaner"
cask "aws-vault-binary"
cask "calibre"
cask "ccmenu"
cask "claude-code"
cask "cursor"
cask "dotnet-sdk"
cask "font-fira-code"
cask "font-intone-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-maple-mono-cn"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "insomnia"
cask "chef/chef/inspec"
cask "iterm2"
cask "jetbrains-toolbox"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mockoon"
cask "powershell"
cask "slack"
cask "spotify"
cask "vagrant"
cask "visual-studio-code"
cask "wechat"
cask "xld"
cask "zoom"
