tap "chef/chef"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kudulab/dojo-osx"
tap "warrensbox/tap"
tap "stripe/stripe-cli"
brew "adr-tools"
brew "ansible"
brew "asciinema"
brew "autojump"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bash-completion"
brew "glib"
brew "certbot"
brew "circleci"
brew "colima"
brew "cmake"
brew "dependency-check"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-xhyve"
brew "dos2unix"
brew "fzf"
brew "git"
brew "git-extras"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gpgme"
brew "grafana"
brew "graphviz"
brew "hadolint"
brew "httpie"
brew "imagemagick"
brew "infracost"
brew "istioctl"
brew "jq"
brew "kafka"
brew "kind"
brew "kube-ps1"
brew "kubernetes-cli"
brew "kubectx"
brew "kubernetes-helm"
brew "libssh2"
brew "libxml2"
brew "libxmlsec1"
brew "macvim"
brew "minikube"
brew "mysql-client"
brew "nginx"
brew "nvm"
brew "oath-toolkit"
brew "operator-sdk"
brew "packer"
brew "python"
brew "ripgrep"
brew "rpm2cpio"
brew "saml2aws"
brew "skopeo"
brew "sonar-scanner"
brew "sphinx-doc"
brew "telnet"
brew "terragrunt"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "websocat"
brew "yamllint"
brew "yarn"
brew "yq"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
brew "kudulab/dojo-osx/dojo"
brew "warrensbox/tap/tfswitch"
brew "stripe/stripe-cli/stripe"
cask "aws-vault"
cask "chef/chef/inspec"
cask "db-browser-for-sqlite"
cask "dotnet-sdk-2.2.400"
cask "macdown"
cask "minishift"
cask "powershell"
cask "toggl"
cask "virtualbox"
cask "xld"
cask "tuple"
cask "google-cloud-sdk"
cask "mockoon"
cask "insomnia"

